var version_12306_helper = "5.1.7";
var version_12306_helper_beta = "5.1.7";
var version_updater = [
	"+ 登录增加多账户选择功能，允许同时记录多个账号并在登录时选择",
	"- 移除上下铺选择",
	"- 移除运行日志记录功能",
	"* 修正登录邮箱输入错误时无法识别并反复重试的BUG",
	"* 移动自动展开列表选项到选项中，进一步简化界面",
	"* 修正点击『设置』按钮时不会自动打开设置标签页的BUG",
	"* 修正自动预定提示选项无法关闭以及取消勾选无效的BUG",
	"* 修正车次类型保存不了的BUG",
	"* 修正出发时间到达时间限制无法保存的BUG",
	"* 修正登录过程中出现网络错误偶尔会卡住的BUG",
	"* (5.1.7) 修正不显示滚动条无法正常工作的BUG"
];
var fishlee12306_msgid=18;
var fishlee12306_msgver="5.2.0";
var fishlee12306_msg="订票助手提醒：8月起12306会随机强制退出登录（用IE也会），这是系统问题。\n遇到此问题时请暂时隐忍，尽量重试或降低操作速度，必要时请改用电话订票。";
