var version_12306_helper = "5.1.2";
var version_12306_helper_beta = "5.1.2";
var version_updater = [
	"+ 自动刷新按钮增加刷学生票",
	"* 更新兼容性代码",
	"* 查票逻辑更改，在普通查询下不再有声音和提示，在自动刷票下才有提示和声音",
	"* 修正当不能进行查询的时候，点击自动刷票后按钮显示不对的BUG",
	"* 修正按回车选择日期和站点的时候会导致开始查询的BUG",
	"* 修正点击自动刷票按钮以及在刷票过程中修改条件时，查询的条件无法保存的BUG",
	"* 高级工具区的显示或隐藏设置可以记录",
	"* 界面细节调整，简化文字使用量，变更部分文字说明，尝试简化界面"
];
var fishlee12306_msgid=17;
var fishlee12306_msgver="4.6.2";
var fishlee12306_msg="警告！由于铁道部的缓存比较要命，故意让你看不到票，因此如果你需要整点抢票，请务必使用『等待整点模式』，否则一直刷新的话会导致你晚很多才能看到票！\n\n除此以外，等待倒计时的过程中，建议不要最小化浏览器或切换到其它标签！\n\n另外就是佩服铁道部的开发人员，他们比我勤快，我都想着应该不会改了来着，难得他们还这么关注……";
